{"__type__":"cc.JsonAsset","_name":"language_item_des","json":{"D339":{"en_text":"A striped simple shield rimmed with steel.","cn_text":"镶有钢的条纹简约盾牌。","id":"D339"},"D132":{"en_text":"This bronze cuirass is adorned with lines of gold to accentuate the true nature of your might.","cn_text":"这款青铜胸甲饰有金色线条，突出了你力量的真实本质。","id":"D132"},"D112":{"en_text":"If your blood is blue, so should the cloth beneath your armor be.","cn_text":"如果你的血是贵族之蓝，那么胸甲下面的布也应该是那样的颜色。","id":"D112"},"D152":{"en_text":"An imposing steel cuirass that will give your lord a knightly look.","cn_text":"壮观的钢制胸甲，将为您的领主带来骑士风范。","id":"D152"},"D414":{"en_text":"This long spear has two blades, making it twice as deadly.","cn_text":"这支长矛有两个刀片，使其具有两倍的致命威胁。","id":"D414"},"D23":{"en_text":"The steel bars will protect your face from oncoming blows.","cn_text":"这顶头盔可以保护您的面部免受迎面而来的打击。","id":"D23"},"D491":{"en_text":"An eccentric looking sword that only the most confident lords can pull off.","cn_text":"一把古怪的剑，只有最自信的领主才能脱身。","id":"D491"},"D159":{"en_text":"This buck skin armor is adorned with protective rivets and will keep your lord safe.","cn_text":"这款巴克皮甲采用保护铆钉装饰，可确保领主的安全。","id":"D159"},"D206":{"en_text":"Project the might of your rule with this powerful, yet flexible, plated set of arm protection.","cn_text":"这套镀钢臂甲强大且灵活，带上它完全不会影响到力量的发挥同时提供良好的手臂保护。","id":"D206"},"D53":{"en_text":"A visored helmet with breathing holes and a menacing slit to view your surroundings out of.","cn_text":"一顶带有呼吸孔和一个威胁性缝隙的头盔，领主可以从中看到周围的环境。","id":"D53"},"D245":{"en_text":"Wrought iron plate armor with some tribal celtic paint drawn on it.","cn_text":"一副使用了部落凯尔特涂装的板材护手。","id":"D245"},"D415":{"en_text":"Woe unto the soldier who is on the receiving end of this deadly spear.","cn_text":"具有致命矛尖的长矛。","id":"D415"},"D321":{"en_text":"This targe shield is said to have been created by strange hill fighters from the isle in the north.","cn_text":"据说这个塔吉盾是由来自北部岛屿的奇怪山地战士创造的。","id":"D321"},"D113":{"en_text":"The grass may be greener on the other side, and these scales will keep you alive on the way to conquer that patch.","cn_text":"另一片大陆的草可能更绿，而这些胸甲鳞片会让你在征服的道路上提供最大的保护。","id":"D113"},"D292":{"en_text":"These golden plates used to look magnificent in their prime, but enemy attacks have taken some of its shine away.","cn_text":"这些黄金护手曾经在他们的全新时期看起来很壮观，但是敌人的攻击已经将它的一些光芒夺走了。","id":"D292"},"D231":{"en_text":"The power of gold and steel will shine through on the battlefield and give your lord a majestic look.","cn_text":"黄金和钢铁的力量将在战场上闪耀，让领主看起来更加威武。","id":"D231"},"D207":{"en_text":"Never underestimate leather's prowess on the battlefield. These pauldrons may look soft, but will deflect many incoming blows.","cn_text":"永远不要低估皮革在战场上的能力。这种护甲看起来可能很柔软, 但会卸掉许多传入的打击力道。","id":"D207"},"D260":{"en_text":"Bronze pauldron and gauntlets on chainmail and cloth will keep you protected and mobile.","cn_text":"这套青铜护手上的锁甲和布料设计将让您受到保护并能保证移动性。","id":"D260"},"D438":{"en_text":"This viking sword has a golden hilt and would only be owned by a true lord.","cn_text":"这把维京剑有一把金色的剑柄，只有一个真正的领主才配拥有。","id":"D438"},"D366":{"en_text":"This shield is pretty much as simple as it can be, but it will still get the job done.","cn_text":"这个盾牌非常简单，但它仍然可以完成防御工作。","id":"D366"},"D246":{"en_text":"A padded sleeve will protect your arms and keep your sword arm light at all times.","cn_text":"带衬垫的袖子可以保护您的手臂并始终保持剑臂轻盈。","id":"D246"},"D322":{"en_text":"A leather targe shield adorned with tribal decorations.","cn_text":"装饰有部落纹章的皮革塔吉盾牌。","id":"D322"},"D511":{"en_text":"Wearing this armor, nothing will be able to hurt you. May the great blockchain protect you forever.","cn_text":"穿着这件盔甲，没有什么能够伤到你。 愿伟大的区块链永远保护你。","id":"D511"},"D267":{"en_text":"Blue pauldrons and an iron fist for ultimate defnsive might.","cn_text":"蓝色钢铠和铁拳设计将让领主在战场上拥有无穷的力量。","id":"D267"},"D340":{"en_text":"A bright red cross on a white shield in true crusader fashion.","cn_text":"在真正的血色十字军盾牌面前忏悔吧。","id":"D340"},"D133":{"en_text":"The power of steel and gold meshes into a beautiful spectacle of armor.","cn_text":"钢铁和黄金的力量融入了这一美丽的胸甲之中。","id":"D133"},"D114":{"en_text":"Donning the emperor's color used to be a grave offense during Roman times. How things have changed…","cn_text":"在罗马时代，使用代表帝皇的颜色曾经是一种严重的罪行。 世事变迁呐......","id":"D114"},"D467":{"en_text":"A fierce axe created for a fierce warrior.","cn_text":"为一个凶悍的战士创造了一把斧头。","id":"D467"},"D416":{"en_text":"This spear is simply designed but has a tip made out of solid gold.","cn_text":"这款矛设计简单，但有一个由纯金制成的矛尖。","id":"D416"},"D24":{"en_text":"This helmet will keep you safe and intimidate the enemy.","cn_text":"这个头盔会让你安全并恐吓敌人。","id":"D24"},"D493":{"en_text":"Stab your enemies in the heart with a proper sword for once.","cn_text":"这把剑将刺入你敌人的心脏。","id":"D493"},"D247":{"en_text":"Layers of steel will keep your arms safe and sound.","cn_text":"这副护手的多层钢板将保护您的手臂安全。","id":"D247"},"D208":{"en_text":"Multiple layers of leather and scales will soften any blow that comes your way.","cn_text":"多层皮革和鳞片将软化任何奔你而来的打击。","id":"D208"},"D296":{"en_text":"The pelt of a rare breed of foxes was used to create this imposing set of arm protection.","cn_text":"稀有品种狐狸的毛皮被用来制造这套强大的护手。","id":"D296"},"D417":{"en_text":"A long spear with a solid gold tip. Those pierced by its thrust may be grateful for such a fine death.","cn_text":"长矛，长有坚固的金尖。 被刺穿的人可能会对这种精致的死亡感激不尽。","id":"D417"},"D323":{"en_text":"A golden buckler shield will shine across the battlefield and draw the eyes of your enemy.","cn_text":"金色的护盾将在战场上闪耀，吸引敌人的目光。","id":"D323"},"D115":{"en_text":"Legends say these scales were forged in a fire as hot as the sun.","cn_text":"传说中这些鳞片是在像太阳一样炎热的火中锻造而成。","id":"D115"},"D232":{"en_text":"Bronze plates with steel reinforcements will keep your lord safe and look dashing on the battlefield.","cn_text":"带有钢筋的青铜板可以保证领主手臂的安全，在战场上看起来很潇洒。","id":"D232"},"D209":{"en_text":"A versatile set of arm protection including pauldrons, chainmail, thick shirt, and black leather gloves.","cn_text":"一套多材质组成的手臂保护, 包括护肩、链甲、厚衬衫和黑色皮手套。","id":"D209"},"D268":{"en_text":"These golden plates may have seen better days, but they still get the job done.","cn_text":"这些黄金的板材最终造就了这独一无二的护手。","id":"D268"},"D439":{"en_text":"A spear with golden blades that can pierce through the heart and mind of your enemy.","cn_text":"带有金色刀片的长矛可以穿透敌人的心灵。","id":"D439"},"D492":{"en_text":"This sword was used during a famous battle long ago, and has now come to your possession.","cn_text":"这把剑很久以前就在一场著名的战斗中使用过，现在到了你的手中。","id":"D492"},"D1":{"en_text":"A face mask brings a distinct edge to this helmet compared to other normas. It's conical shape, is designed to draw blows away from the head.","cn_text":"面罩样式给这顶头盔带来了明显的优势，它的圆锥形设计可以卸走更多的打击力道。","id":"D1"},"D341":{"en_text":"Those who display the sign of the sun on their shields will be known as men of true valor.","cn_text":"那些在盾牌上显示太阳标志的人将被称为真正的勇士。","id":"D341"},"D512":{"en_text":"Unleash the power of the NEO blockchain with this unique arm protection.","cn_text":"利用这种独特的臂甲释放NEO区块链的力量。","id":"D512"},"D494":{"en_text":"The devil resides in the details, and this sword has plenty of them.","cn_text":"魔鬼驻留在这把剑细密的雕刻之中。","id":"D494"},"D85":{"en_text":"A bronze helmet with a classic twist.","cn_text":"这款青铜头盔采用经典款式设计。","id":"D85"},"D248":{"en_text":"Leather arm sleeves with many straps to keep your lord's arm warm and protected.","cn_text":"皮革袖子有许多带子，可以让你的手臂保持温暖和一定的防御性。","id":"D248"},"D134":{"en_text":"Flaunt your wealth to those who have less. Others are guaranteed to be jealous.","cn_text":"向那些穷光蛋们炫耀你的财富之甲吧！其他人都会嫉妒你的。","id":"D134"},"D116":{"en_text":"Impose your will onto others with this frightening attire.","cn_text":"穿着这件令人恐惧的服装，似乎可以将你的意志强加给敌人。","id":"D116"},"D190":{"en_text":"Stengthened by iron and gold, this cuirass will keep you safe and looking majestic at all times.","cn_text":"这款胸甲由铁和金制成，可以保证您的安全，并始终保持雄伟。","id":"D190"},"D358":{"en_text":"A gold shield that will protect you from harm.","cn_text":"金盾，可以保护您免受伤害。","id":"D358"},"D25":{"en_text":"This barbute helmet is in the fidelio style, providing good cover and plenty of head space.","cn_text":"这款头盔采用费德里奥风格，提供良好的遮盖和充足的头部空间。","id":"D25"},"D367":{"en_text":"Not only does this shield look great, it will also keep you safe from sword and arrows alike.","cn_text":"这种护盾不仅看起来很棒，而且还可以保护你免受刀剑的伤害。","id":"D367"},"D495":{"en_text":"A mighty spear wrapped with some red cloth.","cn_text":"包裹有红布的强大长矛。","id":"D495"},"D496":{"en_text":"Destiny has put a heavy burden in your hands. Are you up to the task?","cn_text":"命运给这把武器带来了沉重的力量。 你可以完成命运的指派吗？","id":"D496"},"D2":{"en_text":"Covering your face with a bascinet visor may obstruct your vision but will keep you protected.","cn_text":"用巴塞尼特面罩蒙住你的脸可能会阻碍你的视线, 但它会保护你。","id":"D2"},"D210":{"en_text":"A plated set of arm protection with golden edges that will bring admiration to the eyes of your foes.","cn_text":"一套镀金的手臂, 带着金色的边缘, 任何人都会投来钦佩的目光。","id":"D210"},"D54":{"en_text":"Nothing says wealthy like a gold helmet.","cn_text":"没有什么比一顶黄金头盔更能彰显富有了。","id":"D54"},"D160":{"en_text":"A leather brigandine armor on top of chainmail to protect your lord from tough blows.","cn_text":"链甲上装有皮革镶甲铠，保护你的领主免受猛烈撞击。","id":"D160"},"D419":{"en_text":"A rarity from the far east, this spear has a tip made entirely out of  the greenest jade on earth.","cn_text":"从远东开始，这支矛的尖端完全出自地球上最纯粹的玉石。","id":"D419"},"D342":{"en_text":"Let the sigil of the ancient roamans give you strength on the battlefield.","cn_text":"让古老的罗马印记在战场上给你力量。","id":"D342"},"D261":{"en_text":"Layered bronze and steel plates provides tough protection but little mobility.","cn_text":"分层的青铜和钢板为手臂提供坚固的保护，但移动性会因此受限。","id":"D261"},"D325":{"en_text":"A buckler shield made out of blue steel. A unique piece to say the least.","cn_text":"用蓝钢制成的扣环盾牌。 至少可以说是一件独特的作品。","id":"D325"},"D233":{"en_text":"Finely carved lines adorn this solid gold arm protection.","cn_text":"精美的线条点缀这款坚固的金色护手。","id":"D233"},"D249":{"en_text":"Thick, overlapping pauldrons provide excellent protection along with this squared bracer.","cn_text":"厚实，重叠的护垫与这个方形的护腕一起提供出色的保护。","id":"D249"},"D211":{"en_text":"An intricate design with steel pauldrons and gauntlets adorned with decorative lines.","cn_text":"复杂的设计，钢制的护手带有装饰线条。","id":"D211"},"D269":{"en_text":"A thick padded sleeve may not offer great protection, but looks quite fashionable.","cn_text":"厚衬垫袖子可能无法提供很好的保护，但看起来很时尚。","id":"D269"},"D440":{"en_text":"The axe may be seen as a brute's weapon, but crafting the head out of pure gold may change opinions.","cn_text":"斧头可能被视为野兽的武器，但用纯金制造的斧头可能会改变这一观点。","id":"D440"},"D327":{"en_text":"A leather buckler shield reinforced with rivets and steel bars.","cn_text":"皮革扣环护盾，用铆钉和钢筋加固。","id":"D327"},"D3":{"en_text":"Heathens will cower at the sight of any brave knight wearing this helmet.","cn_text":"看到勇敢而又虔的诚骑士戴着这样一顶头盔, 异教徒们都会落荒而逃。","id":"D3"},"D343":{"en_text":"A shield made for those who took part in the previous crusade.","cn_text":"为参加前一次十字军东征的战士制作的盾牌。","id":"D343"},"D135":{"en_text":"A fine cuirass made for real warriors.","cn_text":"为真正的战士制作的精美胸甲。","id":"D135"},"D468":{"en_text":"This axe has a wooden shaft and an intricately carved bronze head.","cn_text":"这把斧头有一个木轴和一个精雕细刻的青铜头。","id":"D468"},"D250":{"en_text":"Thick darkened metal plates that provide full protection for the entire arm.","cn_text":"厚厚的黑色金属板，为整个手臂提供全面保护。","id":"D250"},"D420":{"en_text":"A golden sword to stab your foes.","cn_text":"一把金剑，可以轻易刺伤你的敌人。","id":"D420"},"D418":{"en_text":"A long spear with a bronze tip that will easily pierce the skin of your enemies.","cn_text":"长矛带有青铜尖，很容易刺穿敌人的皮肤。","id":"D418"},"D368":{"en_text":"The pavise shield is not the most flexible model, but it offers full protection of the body.","cn_text":"这块盾牌不是最灵活的一种，但它提供了对身体的全面保护。","id":"D368"},"D397":{"en_text":"The gold that adorns this shield increases the value of this shield significantly.","cn_text":"装饰这种盾牌的黄金显著增加了这种盾牌的价值。","id":"D397"},"D234":{"en_text":"Not all lords need to wear plated armor. This mix of cloth, chainmail and leather gloves offer fine protection as well.","cn_text":"并非所有领主都需要穿着镀金盔甲。 这种布料，锁甲和皮手套的混合材质护手也能提供良好的保护。","id":"D234"},"D344":{"en_text":"Enjoy the protection of the sun while you fight on the battlefield.","cn_text":"在战场上战斗时享受阳光的庇护。","id":"D344"},"D16":{"en_text":"Show your lord's devotion to the church with this bronze crusader helmet.","cn_text":"戴上这顶青铜十字军头盔，展示你作为领主对教廷的热爱。","id":"D16"},"D4":{"en_text":"Show the lord you truly care by wearing adorning your helmet with gold in his honor.","cn_text":"为了荣耀与主，戴上这镀金的头盔吧。","id":"D4"},"D26":{"en_text":"A thin layer of bronze will give you a distinct look on the battlefield.","cn_text":"一层薄薄的青铜将让你在战场上有一个独特的表现。","id":"D26"},"D136":{"en_text":"Covered with protective rivets, this leather armor is dyed in blue to give a look of splendor.","cn_text":"这款皮革胸甲饰有防护铆钉，采用蓝色染色，带来华丽的外观。","id":"D136"},"D297":{"en_text":"This heavy iron armor is tinted with an interesting color, making it quite unique.","cn_text":"这款沉重的铁质盔甲护手采用有趣的颜色涂装，非常独特。","id":"D297"},"D251":{"en_text":"Fine leather pauldrons and bracers on a thick green shirt. The fist of gold ties it all together quite well.","cn_text":"这是一套厚实又精美的皮革铠装护腕。护手部分用黄金打造。","id":"D251"},"D161":{"en_text":"Donning this armor will give you grant you the true might of knighthood.","cn_text":"穿上这件盔甲会让你获得骑士的真正威力。","id":"D161"},"D212":{"en_text":"Leather gauntlets offer hand protection while the leather pauldron will keep your shoulders safe. All together in a lovely style.","cn_text":"皮革护手提供手部保护，而皮革护套则保护您的肩膀。 整个护手呈现出一个让人喜爱的风格。","id":"D212"},"D270":{"en_text":"Thick plates of gold and a thick gauntlet will keep you safe.","cn_text":"厚厚的金板和厚厚的手套将确保您的安全。","id":"D270"},"D499":{"en_text":"Few shields have been able to withstand the fierceness of this sword.","cn_text":"很少有盾牌能够抵挡这把剑的凶悍。","id":"D499"},"D290":{"en_text":"A leather gaunlet, thick cloth, and steel pauldrons offers full arm protection at a low cost.","cn_text":"皮革，厚布和钢板，以低成本提供全面的手臂保护。","id":"D290"},"D345":{"en_text":"The eagle will protect you. You can always count on the eagle.","cn_text":"老鹰会保护你。 你总是可以依靠老鹰的力量。","id":"D345"},"D513":{"en_text":"Come forth, brave warrior, and protect those you love with the legendary shield of NEO.","cn_text":"举起，勇敢的战士，用NEO的传奇盾牌保护你所爱的人。","id":"D513"},"D441":{"en_text":"A Nordic relic that is both deadly and delicate.","cn_text":"北欧的遗物，既致命又细腻。","id":"D441"},"D5":{"en_text":"A riveted Norman helmet with a nose guard will offer good protection to warriors on the front.","cn_text":"一个为鼻子部位带来额外保护的柳钉诺尔曼头盔。","id":"D5"},"D213":{"en_text":"Broad pauldrons make this perfect protection for your arms.","cn_text":"宽大的护手甲为您的手臂提供了完美的保护。","id":"D213"},"D137":{"en_text":"A riveted leather armor dyed in red.","cn_text":"染成红色的铆钉皮革胸甲。","id":"D137"},"D252":{"en_text":"The sheer power held in this set of plated arm protection is said to have shocked more than one monarch across the land.","cn_text":"据说这套护手的绝对力量震慑了大陆上不止一位君主。","id":"D252"},"D256":{"en_text":"Do not underestimate the power of layered steel plates.","cn_text":"不要低估层状钢板的力量。","id":"D256"},"D369":{"en_text":"This shield offers great protection and is decorated with religious symbols.","cn_text":"这种盾牌提供了很好的保护，并装饰有宗教符号。","id":"D369"},"D429":{"en_text":"A heavy steel mace that can make significant damage to your opponent's head.","cn_text":"重型钢钉锤，可对对手的头部造成重大伤害。","id":"D429"},"D235":{"en_text":"Heavy wedged pauldrons provide great shoulder protection to complement chainmail and leather gloves.","cn_text":"重型楔形护肩提供良好的肩部保护，以配合链甲和皮手套。","id":"D235"},"D422":{"en_text":"A bronze sword fit for a lord.","cn_text":"更适合领主使用的青铜剑。","id":"D422"},"D346":{"en_text":"A simple, yet appealing, metal shield painted in white.","cn_text":"这是一款简洁而有吸引力的金属护盾，漆成白色。","id":"D346"},"D514":{"en_text":"This sword is said to have been crafted by none other than Da Hongfei himself.","cn_text":"据说这把剑是由达鸿飞亲手锻造而成。","id":"D514"},"D223":{"en_text":"Plates of gold allow for flexible movements while offering full protection from blows.","cn_text":"黄金装甲护手保证灵活运动的同时，提供完善的防击打能力。","id":"D223"},"D421":{"en_text":"A bronze sword to intimidate the enemy.","cn_text":"用来恐吓敌人的青铜剑。","id":"D421"},"D398":{"en_text":"The lord commands you to travel to distant lands and pillage heathens in his name.","cn_text":"主命令你以他的名义前往遥远的国度并挥舞这块盾来掠夺异教徒的财富。","id":"D398"},"D27":{"en_text":"A helmet made out of gold with a movable visor and protective face guard.","cn_text":"由黄金制成的头盔，带有可移动的遮阳板和防护面罩。","id":"D27"},"D138":{"en_text":"The sun shines on those who fight for a true cause. This yellow leather armor will protect your lord at all times.","cn_text":"阳光照在那些为真正的事业而战的人身上。 这款黄色皮甲将始终保护您的领主。","id":"D138"},"D55":{"en_text":"Stemming from Norman invaders, this helmet will protect the head and face of its lord.","cn_text":"这款头盔源自于诺曼入侵者，将保护其拥有者的头部和面部。","id":"D55"},"D191":{"en_text":"A flexible chainmail armor kept together by black leather belt and straps.","cn_text":"一款灵活的链甲，由黑色皮带和肩带组成。","id":"D191"},"D162":{"en_text":"A padded blue tunic with sturdy leather straps and a thick white belt.","cn_text":"这款衬垫蓝色上衣采用结实皮带和厚白色腰带设计。","id":"D162"},"D214":{"en_text":"A line of gold along your arm will set you apart from the rest of the rabble.","cn_text":"该护手设计中沿着手臂的一条金线会让你与其他暴徒做出区分。","id":"D214"},"D271":{"en_text":"The style is unique and the steel is thick.","cn_text":"风格独特，钢材厚实。","id":"D271"},"D293":{"en_text":"Iron gauntlets, pauldrons, and bracers offer full protection but might be a bit heavy for many.","cn_text":"铁手套，铠甲片和护腕提供了全面的保护，但对许多人来说可能有点太沉了。","id":"D293"},"D262":{"en_text":"Layers of steel and gold come together to offer the ultimate arm protection.","cn_text":"钢和金结合在一起，提供最佳的手臂保护。","id":"D262"},"D6":{"en_text":"A masked norman helmet with a golden crown to show the noble nature of your lord.","cn_text":"就像是金色皇冠一般的蒙面诺曼头盔，彰显领主的高贵本质。","id":"D6"},"D347":{"en_text":"The painted symbols on this shield will give you strength in the moments before battle.","cn_text":"这个盾牌上的彩绘符号会在战斗前的瞬间给你力量。","id":"D347"},"D442":{"en_text":"A unique dye was used during the crafting of this mace to give it this particular color.","cn_text":"在制作这种钉头锤时使用了一种独特的染料，使其具有这种特殊的颜色。","id":"D442"},"D7":{"en_text":"A masked norman helmet made entirely out of bronze.","cn_text":"完全由青铜制成的蒙面诺曼头盔。","id":"D7"},"D215":{"en_text":"Your lord may not be the richest, but he can punch through a bric wall with these arms.","cn_text":"你的领主可能不是最富有的人，但他可以带着这护手砸穿黄金砖墙。","id":"D215"},"D139":{"en_text":"Brass studs make this sturdy leather armor even more durable.","cn_text":"黄铜铆钉使这款坚固的皮革胸甲更加耐用。","id":"D139"},"D469":{"en_text":"An innovative hatchet design will make fighting on the battlefield much easier.","cn_text":"创新的斧头设计将使其在战场上的战斗变得更加容易。","id":"D469"},"D254":{"en_text":"This sturdy set of arm protection was finished up by a renowned goldsmith.","cn_text":"这套坚固的护手由着名的金匠完成。","id":"D254"},"D424":{"en_text":"A double-edged axe made popular by the incessant viking invasions of the past.","cn_text":"一把双刃剑，因过去不断的维京人入侵而受到欢迎。","id":"D424"},"D370":{"en_text":"The creation of this shield was inspired by the wheel of time.","cn_text":"这种盾牌的创造灵感来自于时间之轮。","id":"D370"},"D253":{"en_text":"Heavy steel pauldrons and gauntlets provide excellent protection, all adorned with a fine lines of gold.","cn_text":"这副重型钢铠护臂提供了出色的保护，同时装饰有金色的细纹。","id":"D253"},"D236":{"en_text":"Steel protection will keep your arms safe from oncoming attacks and will add to your power.","cn_text":"钢铁保护可以保护您的手臂免受迎面而来的攻击，并增加您的力量。","id":"D236"},"D348":{"en_text":"An ancient symbol worshiped by the people of the north, the bird is said to feed from the blood of your slain enemies.","cn_text":"北方人民崇拜的古老象征，据说这只鸟会吸食你杀死的敌人的血液。","id":"D348"},"D298":{"en_text":"Thick leather strips hanging from the pauldron will offer a little bit of extra protection.","cn_text":"从铠甲片中悬挂的厚皮条将提供一些额外的保护。","id":"D298"},"D423":{"en_text":"A sword made out of silver will flaunt your wealth.","cn_text":"用银制成的剑，可以炫耀你的财富。","id":"D423"},"D8":{"en_text":"A masked norman helmet made entirely out of gold.","cn_text":"完全由黄金制成的蒙面诺曼头盔。","id":"D8"},"D360":{"en_text":"A worn metal buckler shield that could use some maintenance but still holds up against enemy attacks.","cn_text":"一个磨损的金属盾，使用前需要一些维护，但仍然可以抵御敌人的攻击。","id":"D360"},"D140":{"en_text":"A padded aketon tunic that may not look so tough, but will still shield you from blows.","cn_text":"这款带衬垫的长款上衣虽然看起来不那么结实，但仍能保护你免受打击。","id":"D140"},"D119":{"en_text":"A dark yellow color makes this brigandine armor look even more appealing.","cn_text":"深黄色使这款胸甲看起来更具吸引力。","id":"D119"},"D272":{"en_text":"It may have seen better days, but this armor will get you through some tough fights.","cn_text":"它可能饱经风霜，但这副护手会保护你渡过很多艰难的战斗。","id":"D272"},"D163":{"en_text":"An expertly woven red gambeson with black leather straps.","cn_text":"这款专业编织红色外套搭配了黑色皮革带子。","id":"D163"},"D28":{"en_text":"This steel helmet has a visor made entirely out of gold to protect the face.","cn_text":"这款钢制头盔的护目部分完全由黄金制成，以保护脸部。","id":"D28"},"D425":{"en_text":"This spear has three blades that can do severe damage.","cn_text":"这支长矛有三个可以造成严重伤害的刀刃。","id":"D425"},"D349":{"en_text":"An ancient order of knights designed the layout and appearance of this shield.","cn_text":"一个古老的骑士团设计了这个盾牌的布局和外观。","id":"D349"},"D328":{"en_text":"A golden shield with a depiction of a roaring lion in its center.","cn_text":"一个金色的盾牌，在其中心描绘了一头咆哮的狮子。","id":"D328"},"D9":{"en_text":"This masked norman helmet is made out of wrought iron, but adorned with a silver crown.","cn_text":"这款蒙面诺曼头盔采用锻铁制成，饰有银色表冠。","id":"D9"},"D217":{"en_text":"Bronze-plated armor may not be as strong as pure steel, but it sure looks impressive.","cn_text":"镀青铜的护手强度可能不如纯钢，但它看起来确实令人印象深刻。","id":"D217"},"D141":{"en_text":"The knot on this rope belt will keep you looking fashionble and secure in this brown aketon.","cn_text":"这条绳带上的结将让您在这款棕色的上衣中看起来更加时尚和安全。","id":"D141"},"D443":{"en_text":"A masterly sword that will leave your enemies non plussed.","cn_text":"一把精湛的剑，可以让你的敌人胆寒。","id":"D443"},"D15":{"en_text":"A golden crusader helmet with a silver cross.","cn_text":"一款黄金十字军头盔，并且带有银色十字架装饰。","id":"D15"},"D216":{"en_text":"The amount of gold that went into crafting this arm protection shows the one who wields it is not to be messed with.","cn_text":"制作这种手臂保护装置的黄金数量显示，使用它的人不会被搞砸。","id":"D216"},"D371":{"en_text":"This shield may be cracked, but it will still protect you from enemy blows.","cn_text":"这个盾牌可能会破裂，但它仍会保护你免受敌人的打击。","id":"D371"},"D86":{"en_text":"The last thing your enmies will see is a set of eyes looking out of this helmet.","cn_text":"敌人看到的最后一幕将是你从这个头盔透出的杀意目光。","id":"D86"},"D237":{"en_text":"Flexible steel layers will provide shoulder protection while leaving your hands light with leather gloves.","cn_text":"当你戴上这副皮质护手，柔软的钢层将提供额外的肩部保护。","id":"D237"},"D273":{"en_text":"Rare purple steel was used to create these arm plates.","cn_text":"使用稀有的紫色钢制成了这些臂板，最终组成了这个护手。","id":"D273"},"D350":{"en_text":"An intricately painted steel shield strengthened by large rivets.","cn_text":"由大铆钉加强的复杂涂漆钢盾牌。","id":"D350"},"D83":{"en_text":"This helmet was forged from the gold of countless poor villagers.","cn_text":"这头盔是由无数贫穷村民积攒出的黄金锻造而成。","id":"D83"},"D399":{"en_text":"Purple steel is rare and exquisite, making this shield a unique work of art.","cn_text":"紫色钢材是稀有和精致的，使这种盾牌成为一种独特的艺术品。","id":"D399"},"D29":{"en_text":"A sturdy helmet made out of gold that will make your lord stand out.","cn_text":"坚固的金色头盔，让戴着它的领主脱颖而出。","id":"D29"},"D142":{"en_text":"Made from a rare type of dye, this aketon is available in a unique turquoise color.","cn_text":"这种胸甲由稀有类型的染料制成，有独特的绿松石色。","id":"D142"},"D299":{"en_text":"This overlaying pauldron has seen better days but will still offer a bit of protection to its owner.","cn_text":"这个覆盖着铠甲片的护手饱经风霜，但仍然会为它的主人提供一些保护。","id":"D299"},"D56":{"en_text":"A golden line makes this Norman face mask a bit more distinguished.","cn_text":"金色线条使这款诺曼头盔显得更加突出。","id":"D56"},"D10":{"en_text":"A bascinet helmet plated with gold with a rotating visor.","cn_text":"镀金的巴塞头盔，配有可旋转的遮阳挡板。","id":"D10"},"D164":{"en_text":"The sharp lines on this cuirass reminds one of a distant mountain on the horizon.","cn_text":"这款胸甲上的尖锐线条让人想起地平线上一座遥远的山峰。","id":"D164"},"D218":{"en_text":"Solid gold pauldrons are not the strongest protection, but will inspire awe in friend and foes alike.","cn_text":"纯金护手不是最强大的保护，但会激发朋友和敌人的敬畏。","id":"D218"},"D470":{"en_text":"A gold axe with black grip that can be thrown or used for melee combat.","cn_text":"黑色握把的金斧，可以投掷或用于近战格斗。","id":"D470"},"D444":{"en_text":"A celtic spear with a riveted handle. Lightweight and easy to use in combat.","cn_text":"带铆接手柄的凯尔特矛。 轻巧，易于在战斗中使用。","id":"D444"},"D263":{"en_text":"Arm protection crafted with extreme care makes for a beautiful, and useful, work of art.","cn_text":"精心制作的护手，是一件美丽而实用的艺术品。","id":"D263"},"D192":{"en_text":"The trees carved on this cuirass are said to reveal the location of a buried treasure.","cn_text":"据说在这个胸甲上雕刻的树木花纹揭示了埋藏宝藏的位置。","id":"D192"},"D351":{"en_text":"This unique design will show off your lord's devotion to his god.","cn_text":"这种独特的设计将展示你的领主对上帝的奉献精神。","id":"D351"},"D427":{"en_text":"This sword is meant only for true believers, but it will serve whoever acquires it well.","cn_text":"这把剑只适用于真正的信徒，同时又可以造成很大伤害。","id":"D427"},"D11":{"en_text":"A bascinet helmet made entirely out of bronze.","cn_text":"一个完全由青铜制成的巴塞头盔。","id":"D11"},"D219":{"en_text":"The sigil of the cat will settle the debate; cats are definitely better than dogs.","cn_text":"猫的印记将解决辩论; 猫肯定比狗好。","id":"D219"},"D143":{"en_text":"A sturdy rope will keep this aketon tunic in place.","cn_text":"坚固的绳子可以保持这种长款上衣的版型。","id":"D143"},"D445":{"en_text":"Slay those who speak falsehoods against you with this mighty spear.","cn_text":"用这把强大的长矛杀死那些用虚假的言语对付你的人。","id":"D445"},"D275":{"en_text":"The scars of battle serve as a reminder of survived encounters with the enemy.","cn_text":"战斗的痕迹可以提醒敌人，你早已饱经战火。","id":"D275"},"D372":{"en_text":"A simple wooden shield with a red tint.","cn_text":"一个简单的红色木盾。","id":"D372"},"D274":{"en_text":"A steel mitten and layered plates keep you mobile and protected.","cn_text":"钢手套和分层板可让您保持移动并提供手臂保护。","id":"D274"},"D500":{"en_text":"This sword was forged for battle. Do not disappoint it.","cn_text":"这把剑是为了战斗而锻造的。 不要让它失望。","id":"D500"},"D352":{"en_text":"The mother of lions will do whatever it takes to protect her cubs. As a lord, you should be the same way with your people.","cn_text":"母狮将尽一切努力保护她的幼崽。 作为一个领主，你应该和一头母狮一样。","id":"D352"},"D300":{"en_text":"One craftsman says that the gold used to craft this arm protection was a bit diluted, but it will still protect you during battles.","cn_text":"一位工匠说，用于制造这种护手的黄金有点稀释，但它仍然会在战斗中保护你。","id":"D300"},"D12":{"en_text":"Cover your face with a darkened bascinet helmet.","cn_text":"用黑暗的巴塞头盔遮住你的脸。","id":"D12"},"D30":{"en_text":"A  closed steel sallet helm that is lightweight and offers full protection.","cn_text":"一个封闭的钢制轻便头盔，重量轻，提供全面保护。","id":"D30"},"D144":{"en_text":"Protect your chest with these riveted steel tiles.","cn_text":"这些铆接钢片可以保护您的胸部。","id":"D144"},"D17":{"en_text":"This Norman helmet has a useful nose guard and is made entirely out of gold.","cn_text":"这款诺曼头盔有一个有用的防护鼻罩，完全由黄金制成。","id":"D17"},"D446":{"en_text":"Your enemy's head will be no match when this axe cracks right through it.","cn_text":"这把斧头可以轻易的斩下敌人的头颅。","id":"D446"},"D238":{"en_text":"These laced leather gloves are tightly bound to ensure your sword grip.","cn_text":"这些系带皮手套紧紧绑定手臂，以确保您能更舒适的握剑。","id":"D238"},"D165":{"en_text":"A fashionable arrangement of red and black cloth with a leather belt.","cn_text":"红色和黑色布料的时尚裁切与皮带完美结合在一起。","id":"D165"},"D220":{"en_text":"Gold pauldrons and gauntlets will show you are not a man to be messed with.","cn_text":"穿戴这个金色铠甲护手会告诉你的敌人：你不是一个容易被搞定的人。","id":"D220"},"D471":{"en_text":"A new type of axe design that is light in weight and still sharp enough to kill.","cn_text":"一种新型的斧头设计，重量轻，仍然足够锋利，可以杀死任何敌人。","id":"D471"},"D276":{"en_text":"Worn arm protection shows that you are a lord who is not afraid to get his hands dirty.","cn_text":"磨损的手臂保护表明你是一个无所畏惧的领主。","id":"D276"},"D353":{"en_text":"A solid steel shield adorned with many rivets.","cn_text":"坚固的钢盾牌装饰着许多铆钉。","id":"D353"},"D359":{"en_text":"This shield has seen better days, but it still holds up.","cn_text":"这个盾牌饱经风霜，但它仍然坚持了下来。","id":"D359"},"D277":{"en_text":"A brave enemy tried his best to hurt the previous owner of this armor, but he did not prevail.","cn_text":"一个勇敢的敌人竭尽全力伤害这副护手的前任主人，但他一直没能占据上风。","id":"D277"},"D145":{"en_text":"A red tunic adorned with sturdy steel plates.","cn_text":"红色上衣装饰有坚固的钢板。","id":"D145"},"D329":{"en_text":"A steel shield with a trio of fleur de lis carved on it.","cn_text":"一个钢制盾牌上刻有三个芙蓉纹章。","id":"D329"},"D49":{"en_text":"A solid steel crusader helmet with a large cross depiction and multiple breathing holes.","cn_text":"坚固的钢制十字军头盔，有巨大的钢铁十字架装饰和多个呼吸孔。","id":"D49"},"D13":{"en_text":"A blackened bascinet helmet to add an air of mystery to your hero.","cn_text":"一款黑色的巴塞头盔，戴上它将为你的英雄增添神秘的气息。","id":"D13"},"D373":{"en_text":"A simple blue shield with a turquoise feel to it.","cn_text":"一个简单的蓝色盾牌，带有绿松石的感觉。","id":"D373"},"D294":{"en_text":"This armor was used in the defense of a renowned city years ago. It has stood the test of time.","cn_text":"几年前，这种护手被用于保卫一个著名的城市。 它经受住了时间的考验。","id":"D294"},"D31":{"en_text":"This black crusader helmet with a golden cross will show off your true devotion to the lord.","cn_text":"这款带有金色十字架的黑色十字军头盔将展现您对于主的真正忠诚。","id":"D31"},"D239":{"en_text":"Golden pauldrons provide shoulder protection and highlights the laced gloves of this set.","cn_text":"黄金铠片提供肩部保护，并使得这副系带护手更加突出。","id":"D239"},"D354":{"en_text":"A wooden shield rimmed with steel and adorned with a large metal cross.","cn_text":"木制盾牌，镶有钢，饰有大型金属十字架。","id":"D354"},"D264":{"en_text":"Solid gold plates that provide excellent protection on the battlefield.","cn_text":"坚固的金色装甲板，在战场上提供出色的保护。","id":"D264"},"D50":{"en_text":"A solid gold crusader helmet adorned with a cross.","cn_text":"坚固的金色十字军头盔，饰有十字架。","id":"D50"},"D447":{"en_text":"The gold hilt and black grip make the light steel of this sword appear white.","cn_text":"金色的刀柄和黑色的握把使这把剑的轻钢看起来是白色的。","id":"D447"},"D278":{"en_text":"The eagle of wealth is printed onto this golden pauldron.","cn_text":"财富之鹰被印在这个金色的护手上。","id":"D278"},"D430":{"en_text":"A fine short sword with sharp edges.","cn_text":"一把锋利边缘的精美短剑。","id":"D430"},"D146":{"en_text":"A turquoise brigandine with solid steel plates and a nice belt.","cn_text":"绿松石色的胸甲，具有坚固的钢板和漂亮的腰带。","id":"D146"},"D57":{"en_text":"A broadfaced closed helmet that looks intimidating and provides protection.","cn_text":"宽大的封闭式头盔，看起来令人生畏并提供头部保护。","id":"D57"},"D448":{"en_text":"A pure sword that will slash and pierce your enemies as you wish.","cn_text":"一把纯净的剑，可以根据你的意愿砍杀你的敌人。","id":"D448"},"D400":{"en_text":"A red dragon shield made out of steel and canvas.","cn_text":"用钢和帆布制成的红色龙盾。","id":"D400"},"D166":{"en_text":"Leather body armor that will keep your hero safe and moving easily.","cn_text":"皮革胸甲，可以让你的英雄增强防御并且行动自如。","id":"D166"},"D472":{"en_text":"This spear can either be thrown at charging foes, or used as a melee weapon to block incoming blows.","cn_text":"这支长矛既可以投掷，也可以用作近战武器来阻挡来袭。","id":"D472"},"D224":{"en_text":"Layers of bronze and steel allow mobility and protection at the same time. A deadly mix indeed.","cn_text":"青铜和钢的层允许同时移动和保护。 确实是一种致命的混合。","id":"D224"},"D32":{"en_text":"A crusader helmet adorned with a silver cross. May only be worn by the pious.","cn_text":"这是一顶附有银色十字架装饰的十字军头盔，只有虔诚的信徒才可以穿戴。","id":"D32"},"D193":{"en_text":"Few have seen this armor up close and live to tell of its beauty.","cn_text":"很少有人在战场上看到这件胸甲后还能活着讲述它的美丽。","id":"D193"},"D355":{"en_text":"A fine work of art, this shield will protect your lord and flaunt his good taste.","cn_text":"精美的艺术品，这个盾牌将保护你的领主并炫耀他的好品味。","id":"D355"},"D463":{"en_text":"This golden grip is perfectly balanced, making for a solid swordfighting experience.","cn_text":"这款金色手柄完美平衡，营造出坚实的剑术体验。","id":"D463"},"D241":{"en_text":"Golden pauldrons provide shoulder protection and highlights the leather gloves of this set.","cn_text":"黄金铠片提供肩部保护，并使得这副皮革护手更加突出。","id":"D241"},"D147":{"en_text":"A leather belt holds this steel-scaled brigandine armor in place, allowing you to fight with ease.","cn_text":"皮带将这种钢制的胸甲装甲固定在适当的位置，让您可以轻松战斗。","id":"D147"},"D326":{"en_text":"A  steel buckler made to handle the toughest blows.","cn_text":"用于应对最严重打击的钢制扣环盾牌。","id":"D326"},"D279":{"en_text":"Wearing golden armor will make you a target on the battlefield for young upstarts, but this one is durable enough.","cn_text":"穿着金色护手会让你成为小年轻们在战场上的第一目标，但它足以给你一定的防护。","id":"D279"},"D87":{"en_text":"Some say that the inscriptions on this helmet tell stories of teh ancient gods, but nobody has been able to decipher them.","cn_text":"有人说这个头盔上的铭文讲述了古代神灵的故事，但没有人能够破译它们。","id":"D87"},"D301":{"en_text":"A mix of fur and plate armor gives your lord a rugged look.","cn_text":"混合毛皮和板甲的护手为您的领主带来粗犷的外观。","id":"D301"},"D265":{"en_text":"This plated set of arm protection could come in handy in a fist fight.","cn_text":"这套护手可以在拳拳到肉的战斗中派上用场。","id":"D265"},"D240":{"en_text":"Laced up gloves and steel pauldrons for a mobile set of arm protection.","cn_text":"戴上这一钢铠护手，你就拥有了一套提供移动性的手臂保护装置。","id":"D240"},"D33":{"en_text":"A crusader great helm adorned with a gold cross with the power to strike fear into the heart of heathens.","cn_text":"装饰有金色十字架的伟大十字军头盔，戴上它就可以将恐惧直插入异教徒的心脏。","id":"D33"},"D501":{"en_text":"It is said that the keeper of this sword will one day rise to claim his true birthright.","cn_text":"据说，这把剑的守护者有一天会起来声称他的真正与生俱来的权力。","id":"D501"},"D356":{"en_text":"A metal shield with detailed carvings that has saved more than one warrior before.","cn_text":"一个金属盾牌，有详细的雕刻，以前拯救了不止一个战士。","id":"D356"},"D374":{"en_text":"This shield is rough and splintered, but it still holds up.","cn_text":"这个盾牌粗糙而且分裂，但仍然可堪一用。","id":"D374"},"D58":{"en_text":"Some like to display their devotion to their faith by equiping glorious helmets. Who are we to judge?","cn_text":"有些英雄喜欢装备这种头盔以表达对信仰的虔诚与奉献精神。对此，谁又可以轻易揶揄呢？","id":"D58"},"D449":{"en_text":"Adorned with a gemstone and gold hilt, this sword is the epitome of true wealth.","cn_text":"这把剑装饰着宝石和金色刀柄，是真正财富的缩影。","id":"D449"},"D242":{"en_text":"Gold plate armor on top of chainmail will keep your arms safe and look really flashy.","cn_text":"这副护手在锁子甲的基础上增加黄金板甲片，看起来非常华丽并且可以提供手臂保护。","id":"D242"},"D361":{"en_text":"Wood and steel come together perfectly in this shield.","cn_text":"在这块盾牌中，木头和钢铁完美地融合在一起。","id":"D361"},"D148":{"en_text":"An array of sturdy straps will keep your lord well-secured as he fights on the battlefield.","cn_text":"当穿着它在战场上战斗时，一系列坚固的带子可以保证领主的安全。","id":"D148"},"D302":{"en_text":"Claw out the hearts and minds of your enemies with this finely crafted set of plated arm protection.","cn_text":"这款精心制作的镀金护手可以摧毁敌人的心灵和思想。","id":"D302"},"D450":{"en_text":"A sword with a black grip that is classic yet deadly.","cn_text":"一把黑色握把的剑，经典又致命。","id":"D450"},"D280":{"en_text":"Wearing the standard of the eagle on your armor let's your enemies know who you represent easily.","cn_text":"在你的护手上佩戴鹰的标识，让你的敌人知道你在为谁而战。","id":"D280"},"D167":{"en_text":"A grandiose purple color that will make your lord appear stylish and in control.","cn_text":"一种宏伟的紫色调设计，使领主看起来时尚又胜券在握。","id":"D167"},"D473":{"en_text":"A finely carved golden spearhead to make you look intimidating and wealthy at the same time.","cn_text":"精雕细琢的金色矛头，让您看起来更加恐怖，同时又显得富有。","id":"D473"},"D34":{"en_text":"This black crusader helme is adorned with a bronze cross and will show off your lord's piety.","cn_text":"这款黑色十字军头盔上饰有青铜十字架，展现出对主的虔诚。","id":"D34"},"D357":{"en_text":"Brace yourself for enemy impact with this bronze shield.","cn_text":"用这个青铜盾牌抵挡敌人的冲击力。","id":"D357"},"D330":{"en_text":"A masterful kite helmet with red and white stripes and beautiful crown paintings.","cn_text":"一个精美的盾牌，雕刻有红色和白色条纹和美丽的皇冠。","id":"D330"},"D243":{"en_text":"An eclectic mix of steel, chainmail and cloth to keep your lord's arms protected and mobile.","cn_text":"钢铁，锁甲和布料的折衷混合，保护领主的手臂并保证移动性。","id":"D243"},"D149":{"en_text":"A black leather armor will make the enemy cower with fear and give your lord's look a certain je ne sais quoi...","cn_text":"黑色皮甲将使敌人畏缩，并让你的领主看起来更加神秘...","id":"D149"},"D393":{"en_text":"Let the enemy attacks wash over you. They will not hurt.","cn_text":"让敌人的攻击冲着你来吧，这块盾牌会保护你。","id":"D393"},"D295":{"en_text":"Brave knights often sell their armor after great battles. This one was particularly roughed up.","cn_text":"勇敢的骑士经常在大战之后出售他们的护手。 这款特别粗暴。","id":"D295"},"D281":{"en_text":"Some lords cannot handle the heat of combat, this pauldron proves that you can.","cn_text":"有些领主无法应对狂热的战斗，这副护手证明你可以。","id":"D281"},"D375":{"en_text":"Let the heathens come at you. Your shield will protect you.","cn_text":"让异教徒来吧，这块盾牌会保护你。","id":"D375"},"D451":{"en_text":"A uniquely designed sword with a curved cross-guard.","cn_text":"设计独特的剑，带有弧形护柄。","id":"D451"},"D35":{"en_text":"A black crusader helm adorned with a silver cross.","cn_text":"这是一顶黑色十字军头盔，饰有银色十字架。","id":"D35"},"D461":{"en_text":"The warhammer is a tough weapon to master, but well worth the effort when used correctly.","cn_text":"战锤是掌握的强硬武器，但如果使用得当，值得付出努力。","id":"D461"},"D394":{"en_text":"Rough, weathered, and still standing. This shield has survived the worst.","cn_text":"粗糙，风化，仍然站立。 这个盾牌幸存下来了。","id":"D394"},"D266":{"en_text":"A golden gauntlet will bring a touch of class to this set of arm protection.","cn_text":"金色的手套将为这套护手保护带来一丝韵味。","id":"D266"},"D303":{"en_text":"Heavy gold arm protection is a great sign of wealth, and prowess on the battlefield.","cn_text":"这款重金护手是财富的标志，更代表着战场上的威力。","id":"D303"},"D282":{"en_text":"This set of plated arm protection was forged to honor a great house.","cn_text":"这套护手是为了纪念一个伟大的家族。","id":"D282"},"D401":{"en_text":"This viking inspired design reminds us that dragons probably are real, even if they aren't seen all too often.","cn_text":"这种以维京为灵感的设计提醒我们，龙可能是真实的，即使它们不常见。","id":"D401"},"D150":{"en_text":"An archer's brigandine with many leather straps to keep your lord's armor in place.","cn_text":"弓箭手的铠甲带有许多皮带，可以更加支撑领主的腰部。","id":"D150"},"D59":{"en_text":"The broad design of this helmet makes its wearer look especially intimidating.","cn_text":"这种头盔的广泛设计使其佩戴者看起来特别令人生畏。","id":"D59"},"D452":{"en_text":"The shape of this sword's cross-guard reminds on eof the curvature of the earth.","cn_text":"这把剑的交叉防护形状让人想起土地的曲度。","id":"D452"},"D194":{"en_text":"Purple leather patches with buckle straps will protect your lord and keep him looking magnificent.","cn_text":"带扣带的紫色皮革贴片可以保护领主，让你看起来更加华丽。","id":"D194"},"D168":{"en_text":"Padded vest with fine black leather straps.","cn_text":"这款衬垫背心采用精美黑色皮革带子设计。","id":"D168"},"D74":{"en_text":"Using large amounts of reinforced gold to protect your face makes perfect financial sense.","cn_text":"使用大量的强化金来保护您的脸部，这是完美的经济意义。","id":"D74"},"D36":{"en_text":"An intimidating closed helm that will cover your lord fully.","cn_text":"一顶令人生畏的封闭头盔，将完全覆盖领主的头部。","id":"D36"},"D431":{"en_text":"Finish your enemies with a chop or a thrust. The choice is yours.","cn_text":"用剁或锤来击杀你的敌人，这是你的选择。","id":"D431"},"D244":{"en_text":"A powerful set of plated armor and laced bracers.","cn_text":"一套强大的镀金装甲和系带护腕。","id":"D244"},"D376":{"en_text":"This shield is fabulous and religious at the same time.","cn_text":"这个盾牌具有神话般的宗教信仰。","id":"D376"},"D120":{"en_text":"The black leather adds a hint of dominance to this armor.","cn_text":"黑色皮革为这件胸甲增添了一丝优势。","id":"D120"},"D283":{"en_text":"The might of steel will keep your arms safe during epic battles.","cn_text":"在史诗般的战斗中，钢铁的力量将保持你的手臂安全。","id":"D283"},"D151":{"en_text":"An elegantly designed green brigandine armor, secured by expertly crafted leather straps.","cn_text":"设计优雅的绿色胸甲，由专业制作的皮革带子固定。","id":"D151"},"D474":{"en_text":"This spear will allow you to hurt your enemies before they can even reach you.","cn_text":"这支长矛可以让你在敌人到达之前就对他们造成杀伤。","id":"D474"},"D453":{"en_text":"Protect your hands and your friends with this steel sword.","cn_text":"用这把钢剑保护你的手和你的朋友。","id":"D453"},"D502":{"en_text":"This sword once belonged to the richest lord in the land. How did it end up here?","cn_text":"这把剑曾经属于这片土地上最富有的领主。 后来又怎么样了呢？","id":"D502"},"D88":{"en_text":"Those who do not run at the sight of this helmet would be fools to say the least.","cn_text":"那些不喜欢这顶头盔的人，至少可以说是傻子。","id":"D88"},"D75":{"en_text":"A barbute helmet with facemask made entirely out of bronze.","cn_text":"带有面罩的头盔，完全由青铜制成。","id":"D75"},"D37":{"en_text":"A steel sallet with a golden faceguard.","cn_text":"钢制圆形金色面罩。","id":"D37"},"D402":{"en_text":"The owner of this shield is sworn to protect cats from all around the realm. Do not take this responsibility lightly!","cn_text":"这个盾牌的主人发誓要保护猫免受周围环境的影响。 不要轻易承担这个责任！","id":"D402"},"D377":{"en_text":"A lord who doesn't wield a shield is not a true lord.","cn_text":"没有使用盾牌的领主不是真正的领主。","id":"D377"},"D18":{"en_text":"A Norman helmet made entirely out of bronze.","cn_text":"万全由青铜打造的诺曼头盔。","id":"D18"},"D124":{"en_text":"The silver dragon has risen and does not appreciate being brought out of its slumber.","cn_text":"这个胸甲上的银龙已经腾跃而起。","id":"D124"},"D60":{"en_text":"This helmet is based on a traditional designed and has been enhanced with gold decorations.","cn_text":"这款头盔采用传统设计，并配有金色装饰。","id":"D60"},"D96":{"en_text":"The golden cross will let your enemies know your faith right as you cut them down.","cn_text":"当你斩杀敌人时，头顶的这一带有金色十字架的头盔会让敌人知道你信仰的虔诚。","id":"D96"},"D169":{"en_text":"A padded blue vest with fine black leather straps.","cn_text":"这款蓝色马甲采用精美黑色皮革带子设计。","id":"D169"},"D76":{"en_text":"Those who see this helmet on the battlefield are quite likely to flee in terror.","cn_text":"那些在战场上看到这顶头盔的敌人会恐怖地逃离。","id":"D76"},"D304":{"en_text":"Rimmed with metal and painted in bright colors, this sturdy shield will protect you when needed.","cn_text":"这款坚固的盾牌采用金属边框并涂上鲜艳的颜色，可在需要时为您提供保护。","id":"D304"},"D38":{"en_text":"A solid gold sallet helmet with a steel face guard.","cn_text":"这款实心的黄金轻便头盔采用钢制护面设计。","id":"D38"},"D284":{"en_text":"Protecting what is rightfully yours is the main purpose of a true lord. Do not do so unprotected.","cn_text":"捍卫领主所真正拥有的一切。","id":"D284"},"D225":{"en_text":"A mix of bronze and steel offers great protection and makes your","cn_text":"青铜和钢的混合提供了很好的保护，使你的","id":"D225"},"D257":{"en_text":"A clean and polished set of plated gold armor.","cn_text":"一套干净，抛光的镀金护手。","id":"D257"},"D195":{"en_text":"Assembled yellow leather patches provide excellent protection and looks stunning.","cn_text":"拼装黄色皮革贴片提供出色的保护，令人惊叹。","id":"D195"},"D454":{"en_text":"Warriors not familiar with this sword design often hurt themselves, but it is deadly when wielded correctly.","cn_text":"不熟悉这种剑形设计的勇士经常会伤到自己，但是如果正确使用它就会变成致命的武器。","id":"D454"},"D170":{"en_text":"A padded yellow vest with fine black leater straps.","cn_text":"这款黄色衬垫采用精美黑色皮带制成。","id":"D170"},"D331":{"en_text":"A shield depicting a legendary griffin. Could this become the symbol of a nation one day?","cn_text":"描绘传奇格里芬的盾牌。 这有可能成为一个国家的象征吗？","id":"D331"},"D155":{"en_text":"A fancy red tunic tied together by a leather belt.","cn_text":"这款精美红色上衣采用皮带系在一起。","id":"D155"},"D285":{"en_text":"Those who survive the greatest enemy onslaughts will gain true glory on the battlefield.","cn_text":"那些在最强敌人的猛攻中幸存下来的人将在战场上获得真正的荣耀。","id":"D285"},"D153":{"en_text":"An armor fit for a king, the gold decorations carved on your breast will inspire your men on the battlefield!","cn_text":"适合国王的盔甲，雕刻在胸前的金色装饰将激励你的战士们！","id":"D153"},"D324":{"en_text":"A buckler shield made entirely out of bronze and ready for battle.","cn_text":"一个完全由青铜制成的扣环盾牌，准备战斗。","id":"D324"},"D77":{"en_text":"For centuries now, the mere sight of this helmet has driven villagers in flight.","cn_text":"几个世纪以来，愚民们仅仅看到这顶头盔就会逃亡。","id":"D77"},"D455":{"en_text":"Many sea captains favor this design as it provides more mobility, yet remains deadly.","cn_text":"许多船长都喜欢这种设计，因为它提供了更多的机动性，但仍然致命。","id":"D455"},"D39":{"en_text":"A solid bronze bertholdt sallet helmet.","cn_text":"坚固的青铜制轻便头盔。","id":"D39"},"D403":{"en_text":"The golden dragon orders you to seek out distant lands and plunder your foes in his name.","cn_text":"金龙命令你寻找遥远的土地，并以他的名义掠夺你的敌人。","id":"D403"},"D379":{"en_text":"This shield is scratched from countless encounters with the enemy, but it still holds up.","cn_text":"这个盾牌在与敌人的无数次遭遇中被划伤，但它仍然可以使用。","id":"D379"},"D61":{"en_text":"This helmet was created not only to protect the head and eyes, but also to strike fear in the hearts of your enemies.","cn_text":"这款头盔的制作不仅是为了保护头部和眼睛，也是为了使敌人心怀恐惧。","id":"D61"},"D171":{"en_text":"A white steel body armor that will camouflage you on snowy battlefields.","cn_text":"白色的钢制胸甲，可以在白雪皑皑的战场上提供伪装。","id":"D171"},"D378":{"en_text":"Defend yourself at all cost with this great shield.","cn_text":"用这个伟大的盾牌不惜一切代价保卫自己。","id":"D378"},"D305":{"en_text":"A mystical warlord once rode with this shield as protection. Can it protect you too?","cn_text":"一个神秘的战争领主曾经挥舞这个盾牌作为保护。现在，它也能保护你吗？","id":"D305"},"D97":{"en_text":"This helmet was created in commemoration of the latest crusade.","cn_text":"这个头盔的诞生是为了纪念最近一次的十字军东征。","id":"D97"},"D286":{"en_text":"The previous owner of this armor was celebrated by all the bards of the land, but alas he did not survive.","cn_text":"这个护手的前任主人被这片土地的所有吟游诗人所传唱，但可惜，他没有活下来。","id":"D286"},"D380":{"en_text":"This gold shield has seen war, but has survived until now.","cn_text":"这个金盾曾经见过无数战争，直到现在依然可以使用。","id":"D380"},"D456":{"en_text":"Swordmasters from all around the land have studied the design of this sword and come to the conclusion that it is quite rare indeed.","cn_text":"来自全国各地的剑士都研究过这把剑的设计，并得出结论，确实很少见。","id":"D456"},"D40":{"en_text":"A steel helmet with a solid gold visor to protect the face.","cn_text":"带有实心黄金打造遮阳板的钢制头盔，用于保护面部。","id":"D40"},"D432":{"en_text":"Detailed carvings on the gold hilt make this sword not only deadly but a unique piece of art.","cn_text":"金柄上的详细雕刻使这把剑不仅致命，而且是一件独特的艺术品。","id":"D432"},"D78":{"en_text":"A noble viking warrior had this helmet forged from the spoils of his raids.","cn_text":"一位高贵的维京战士用他多年劫掠而来的战利品锻造了这顶头盔。","id":"D78"},"D196":{"en_text":"A simple, but highly effective, body armour.","cn_text":"一种简单但高效的防护胸甲。","id":"D196"},"D172":{"en_text":"A stylish outfit of yellow cloth with a sturdy leather belt.","cn_text":"这款时尚的黄色布料制作而成的上衣配有坚固的皮带。","id":"D172"},"D475":{"en_text":"A sturdy iron morningstar club that will intimidate and destroy all your foes.","cn_text":"一个坚固的铁晨星，将威胁和摧毁你所有的敌人。","id":"D475"},"D476":{"en_text":"A gold morningstar will not only crush your enemy's head, it will also make him jealous right before he dies.","cn_text":"黄金晨星不仅会粉碎敌人的头部，还会让他在死前嫉妒。","id":"D476"},"D457":{"en_text":"Some early testers said that the spikes made for an unpleasant experience, but true masters use them to their advantage.","cn_text":"一些早期的测试者说，剑尖造成了不愉快的体验，但是真正的大师们会利用它们来发挥自己的优势。","id":"D457"},"D287":{"en_text":"Large, expertly forged bronze plates will keep your lord dashing and safe.","cn_text":"巨大而专业的锻造青铜板将让您的主人保持潇洒和安全。","id":"D287"},"D89":{"en_text":"This helmet will make you look smart and powerful at the same time.","cn_text":"这款头盔会让你看起来既聪明又强大。","id":"D89"},"D79":{"en_text":"The gold used to create this helmet was taken from a renowned monsatery on the coast of England.","cn_text":"用来制造这顶头盔的黄金是从英格兰海岸著名的钟楼上取下来的。","id":"D79"},"D41":{"en_text":"A closed steel helmet with narrow slits to allow visibility while being protected.","cn_text":"带有狭缝的封闭式钢制头盔，可在保护时提供可视性。","id":"D41"},"D464":{"en_text":"A sturdy metal pommel that will protect your hand.","cn_text":"坚固的金属鞍头，可以保护您的手。","id":"D464"},"D404":{"en_text":"Protect your people with this wonderful shield.","cn_text":"用这个美妙的盾牌保护你的人民。","id":"D404"},"D381":{"en_text":"A purple cracked shield that has seen better days but will still protect you.","cn_text":"一个紫色破裂的盾牌，经历过无数次战争，但仍然会保护你。","id":"D381"},"D62":{"en_text":"A golden norman helmet with eye protection.","cn_text":"带有眼睛特殊保护的黄金诺曼头盔。","id":"D62"},"D125":{"en_text":"An armor made of bronze won't offer much protection but you do have to admit this one looks stunning.","cn_text":"用青铜制成的胸甲不会提供太多保护，但你不得不承认这个胸甲看起来很棒。","id":"D125"},"D362":{"en_text":"The soul of the dragon lives through this shield.","cn_text":"龙的灵魂寄宿于这个盾牌之中。","id":"D362"},"D503":{"en_text":"The roar of the lion has been infused into the power of this sword. Use it at your own risk!","cn_text":"狮子的咆哮力量已经注入到这剑身中。挥舞它吧!","id":"D503"},"D306":{"en_text":"Hardened by battle, this shield will strike fear in the hearts of your enemies.","cn_text":"在战争的锤炼中越来越坚硬, 这个盾牌可以将恐惧直接打进你敌人心中。","id":"D306"},"D98":{"en_text":"A cloth bandana and mask to mask your identity. Perfect for those aiming to become bandits.","cn_text":"布头巾和面具掩盖你的身份。 适合那些想成为土匪的人。","id":"D98"},"D173":{"en_text":"This purple outfit shows that your lord is a man of true wealth.","cn_text":"这件紫色的衣服表明你的领主是一个真正的财富之人。","id":"D173"},"D80":{"en_text":"An expertly designed helmet that will protect the head and the eyes from harm.","cn_text":"专业设计的头盔，可保护头部和眼睛免受伤害。","id":"D80"},"D458":{"en_text":"Your enemies will not enjoy the sighft of you running at them full speed while wielding this hammer.","cn_text":"你挥舞着这把锤子时，你的敌人将无法享受你全速奔跑的叹息。","id":"D458"},"D42":{"en_text":"A reinforced barbute helmet to keep your head safe with ample headroom.","cn_text":"一顶加固过的头盔，可以保持头部安全的同时有足够的头部空间。","id":"D42"},"D288":{"en_text":"Those who dare contradict the might of the eagle will not live long.","cn_text":"那些敢于与老鹰的力量相悖的人将不会长寿。","id":"D288"},"D226":{"en_text":"Plated iron protection to keep all parts of your arm protected.","cn_text":"镀铁保护，保护您手臂的所有部位。","id":"D226"},"D382":{"en_text":"Many knights say the quality of their shields is more important than the quality of their weapons.","cn_text":"许多骑士说他们的盾牌质量比他们的武器质量更重要。","id":"D382"},"D197":{"en_text":"Green is the best color according to some. Why not cover your lord in it?","cn_text":"根据一些人的说法，绿色是最棒的颜色。 有啥理由不来点儿绿呢？","id":"D197"},"D174":{"en_text":"An outfit tailored for lords with a finer taste.","cn_text":"适合领主审美品味的服装，非常细腻。","id":"D174"},"D19":{"en_text":"This golden Norman helmet comes with a protective nose guard and is reinforced by steel.","cn_text":"这款金色诺曼头盔配有防护鼻罩，并采用钢筋加固。","id":"D19"},"D332":{"en_text":"A round sheld carved with fine celtic markings.","cn_text":"圆形盾牌，雕刻有精致的凯尔特标记。","id":"D332"},"D289":{"en_text":"Many will try, but a man wearing armor this thick will not be hurt easily.","cn_text":"许多人会尝试，但是一个穿着这么厚的护手的男人不会轻易受伤。","id":"D289"},"D497":{"en_text":"This sword was made to slay the wealthy. Do you accept the challenge?","cn_text":"这把剑是为了杀死富人。 你接受挑战吗？","id":"D497"},"D383":{"en_text":"A shield crafted with great care and in impeccable condition.","cn_text":"精心制作的盾牌，无可挑剔。","id":"D383"},"D459":{"en_text":"Step one, place your enemy's head under this hammer. Step two, smash their skull into the ground.","cn_text":"第一步，将敌人的头放在这把锤子下面。 第二步，将头骨砸到地上。","id":"D459"},"D43":{"en_text":"A reinforced steel barbute helmet that allows full protection and visibility.","cn_text":"钢制头盔，可提供全面保护和可视性。","id":"D43"},"D307":{"en_text":"One lion is seldom enough. Show how powerful you are with many of them adorning your shield.","cn_text":"一只狮子是不够的，盾牌上的多个狮子纹章展示着你的强势。","id":"D307"},"D81":{"en_text":"Viking raiders have carried helmets like this for many generations. They do not disappoint.","cn_text":"维京人袭击者已经持续使用了很多代这样的头盔。 他们从来没有失望过。","id":"D81"},"D51":{"en_text":"A closed golden helmet with steel neck guard.","cn_text":"一个封闭的带有钢护颈的金色头盔。","id":"D51"},"D175":{"en_text":"A true lord needs to look his best when attending a spectacular feast.","cn_text":"真正的领主会在盛宴时穿着它，看起来非常有气场。","id":"D175"},"D405":{"en_text":"This thick spear will pierce through any enemy, armored or not.","cn_text":"这根长矛将刺穿任何敌人和装甲。","id":"D405"},"D63":{"en_text":"This barbute helmet has a protective face mask to keep fatal blows away.","cn_text":"这款头盔带有防护面罩，可防止致命一击。","id":"D63"},"D460":{"en_text":"This bronze warhammer can be used to smash, stab and slice your enemies.","cn_text":"这个青铜战锤可以用来粉碎，刺伤和切割你的敌人。","id":"D460"},"D117":{"en_text":"This brigandine comes with a trendy belt that will keep no eyes away from you as you pass.","cn_text":"这款胸甲配有时尚腰带，让您变得非常吸睛。","id":"D117"},"D99":{"en_text":"With a narrow and menacing slit, whoever wears this helmet will be have a distinct edge over the enemy.","cn_text":"这个精致的头盔有一条狭长的视野，非常具有威胁性的气场，戴上这顶头盔，你将在战场上占据优势。","id":"D99"},"D477":{"en_text":"A crude  morningstar with large spiked ball.","cn_text":"一个粗糙的晨星与大尖刺球。","id":"D477"},"D44":{"en_text":"A solid gold barbute helmet with impeccable visibility and full protection.","cn_text":"坚固的金色头盔，具有无可挑剔的能见度和全面保护。","id":"D44"},"D308":{"en_text":"Not only does this solid steel shield protect you from all sorts of weapons, it can also be used to reflect sunlight to blind attacking foes.","cn_text":"这种坚固的钢制盾牌不仅能保护你免受各种武器的攻击, 还可以用来反射阳光, 致盲你的敌人。","id":"D308"},"D384":{"en_text":"Brown canvas stretched across a steel shield offers great protection and looks great.","cn_text":"穿过钢盾的棕色帆布提供了很好的保护，看起来很棒。","id":"D384"},"D198":{"en_text":"The sun rises over your lord with this cuirass.","cn_text":"太阳从穿戴这个领主的身后照常升起。","id":"D198"},"D176":{"en_text":"Clearly brandishing your faith is the best way to show off your devotion.","cn_text":"显然挥舞你的信仰是炫耀你的奉献精神的最佳方式。","id":"D176"},"D433":{"en_text":"A deadly sword forged out of durable steel.","cn_text":"一把致命的剑用耐用钢锻造而成。","id":"D433"},"D504":{"en_text":"This sword won't make a sound when it is removed from its scabbard.","cn_text":"当这把剑从剑鞘中抽出时不会发出任何的声响。","id":"D504"},"D121":{"en_text":"A weaker type of armor that may not be effective but looks absolutely dashing.","cn_text":"一种防护较弱的胸甲，可能在战场上不是很有效，但看起来绝对潇洒。","id":"D121"},"D333":{"en_text":"A sturdy, yet simple, steel shield.","cn_text":"坚固而简单的钢盾。","id":"D333"},"D90":{"en_text":"Be honest, who could see this helmet without getting at least a little scared.","cn_text":"说实话，谁看到这个头盔都会感到不寒而栗。","id":"D90"},"D385":{"en_text":"A blue canvas shield that is light in weight.","cn_text":"蓝色帆布盾牌，重量轻。","id":"D385"},"D188":{"en_text":"This formidable set of armor often draw the look of commoners and lords alike.","cn_text":"这套强大的盔甲经常勾勒出平民和领主的样子。","id":"D188"},"D45":{"en_text":"Made out of steel and gold, this barbute helmet will keep your lord mobile and able to see clearly.","cn_text":"这款头盔由钢和金制成，可让领主保持头部灵活的同时拥有清晰的视野。","id":"D45"},"D126":{"en_text":"An armor plated with solid gold to give your Lord a distinct edge on the battlefield.","cn_text":"镀有纯金的胸甲，让领主在战场上占有明显的优势。","id":"D126"},"D309":{"en_text":"A fierce warrior needs a shield that reflects his true agressions. This lion will scare off the weak.","cn_text":"一个凶猛的战士需要一个能反映他侵略性的盾牌。这个闪耀的狮子纹章会吓跑弱者。","id":"D309"},"D100":{"en_text":"A gold helmet with a broad facemask to offer ultimate protection while fighting.","cn_text":"带有宽面罩的金色头盔，可在战斗时提供最佳保护。","id":"D100"},"D186":{"en_text":"A colorful arrangement that is not only dashing, but will also protect you from enemy blows.","cn_text":"丰富多彩的胸甲，不仅拥有潇洒的外形，还可以保护您免受敌人的打击。","id":"D186"},"D177":{"en_text":"March forth and conquer in the name of the lord with this fine tunic.","cn_text":"三月，用这件精美的上衣以主的名义征服。","id":"D177"},"D406":{"en_text":"Some swords were made for rough people. Beware of whoever bears it.","cn_text":"有一些剑就是为莽夫定制的，一定要小心挥舞着它的人。","id":"D406"},"D64":{"en_text":"An ancient design that has become quite fashionable in later years.","cn_text":"古老的设计在后世则变得非常时尚。","id":"D64"},"D156":{"en_text":"This steel cuirass is enhanced by a brown leather corset.","cn_text":"这款钢质胸甲采用棕色皮革紧身胸衣设计。","id":"D156"},"D386":{"en_text":"A green canvas shield that is light in weight.","cn_text":"绿色帆布盾牌，重量轻。","id":"D386"},"D291":{"en_text":"Scratches from enemy attacks are the true test for any arm protection.","cn_text":"来自敌人攻击的划痕是任何护手的真正考验。","id":"D291"},"D363":{"en_text":"Crafted from an ancient piece of iron, this shield will protect you from all your foes.","cn_text":"这件盾牌由一块古老的铁制成，可以保护你免受敌人的伤害。","id":"D363"},"D227":{"en_text":"Solid gold plates will keep your arms safe and flaunt your wealth to others.","cn_text":"坚固的金色板材可以保证您的手臂安全，并将您的财富炫耀给他人。","id":"D227"},"D101":{"en_text":"This bronze helmet will instill fear in the hearts of your enemies.","cn_text":"这个青铜头盔会在你的敌人心中灌输恐惧。","id":"D101"},"D20":{"en_text":"A Norman helmet with reinforced with solid gold.","cn_text":"采用实心黄金打造的诺曼头盔。","id":"D20"},"D46":{"en_text":"A barbute helmet made out of bronze and reinforced with steel.","cn_text":"一种由青铜制成并用钢筋加固的头盔。","id":"D46"},"D178":{"en_text":"Inspired by the byzantines, this body armor will keep your protected and show your devotion.","cn_text":"受到拜占庭人的启发，这件防弹衣将保护您的受保护并展现您的奉献精神。","id":"D178"},"D310":{"en_text":"An intricate piece of metallurgy, this shield will flaunt the wealth of its owner and sing praise to an old king.","cn_text":"这是一块由复杂的冶金技术制成的盾牌, 它将炫耀着领主的财富, 并为老国王传唱赞美颂歌。","id":"D310"},"D478":{"en_text":"A thin, circular dagger that will inflict terrible pain to its victims.","cn_text":"一把薄而圆的匕首，会给受害者带来可怕的痛苦。","id":"D478"},"D199":{"en_text":"A golden swan in the midst of a battlefield is said to be a good omen.","cn_text":"据说在战场中的出现金色天鹅是一个好兆头。","id":"D199"},"D334":{"en_text":"Lined with precious metal, this shield is rugged and will keep you protected and looking wealthy at the same time.","cn_text":"这款盾牌采用贵重金属制成，坚固耐用，可同时保护您并提供很高的价值。","id":"D334"},"D127":{"en_text":"This armor depicts a golden dragon being raised from the darkest ashes of the earth.","cn_text":"这件胸甲雕刻了一条从地底最黑暗的灰烬中升起的金龙。","id":"D127"},"D479":{"en_text":"This thin bronze dagger can pierce through chainmail and will go deep enough to instill permanent damage.","cn_text":"这把薄青铜匕首可以穿过锁子甲，并会深深的刺入并造成永久性伤害。","id":"D479"},"D387":{"en_text":"A turquoise canvas shield that is light in weight.","cn_text":"绿松石帆布盾牌，重量轻。","id":"D387"},"D480":{"en_text":"An exquisite dagger with a gold trim and steel blade.","cn_text":"这款精美匕首采用金色饰边和钢制刀片设计。","id":"D480"},"D395":{"en_text":"Bring it on, with this shield, nothing can harm you.","cn_text":"带上它，用这个盾牌，没有什么可以伤害你。","id":"D395"},"D255":{"en_text":"Only the most powerful of men will be able to handle this set of plated arm protection.","cn_text":"只有最强大的男性才配穿戴这副护手。","id":"D255"},"D407":{"en_text":"A finely crafted sword fit for a true lord.","cn_text":"一把精雕细琢的剑适合一个真正的领主。","id":"D407"},"D102":{"en_text":"A finely crafted body armor of assembled iron scales.","cn_text":"精雕细琢的铁鳞片胸甲。","id":"D102"},"D65":{"en_text":"This sallet helmet has been enhanced with a leaf-shaped visor, making it stand out from the rabble.","cn_text":"这款三角形头盔采用叶形遮阳板进行防御加强，使其从很多设计中脱颖而出。","id":"D65"},"D47":{"en_text":"A steel sallet helmet with protective neck guard.","cn_text":"带护颈的钢制三角头盔。","id":"D47"},"D179":{"en_text":"The finest chainmail was used when crafting this body armor.","cn_text":"制作这件防弹衣时使用了最好的锁甲。","id":"D179"},"D311":{"en_text":"A circular shield with a rounded edge, letting enemy weapons slide off with ease.","cn_text":"圆形护盾，圆形边缘，让敌人的武器轻松滑落。","id":"D311"},"D118":{"en_text":"Made with the finest materials, this brigandine is dyed with a rare purple color.","cn_text":"这款胸甲采用最优质的材料制成，染成罕见的紫色。","id":"D118"},"D505":{"en_text":"A true crypto warrior will not jump into battle without the most dashing helmet.","cn_text":"真正的数字勇士将带上这强大的头盔并跳入战局。","id":"D505"},"D82":{"en_text":"A wise man once said that the Northern invasion would not last long. He was wrong.","cn_text":"一位智者曾经说过，北方人的入侵不会持续太久。 然而，他错了。","id":"D82"},"D388":{"en_text":"A red canvas shield that is light in weight.","cn_text":"红色帆布盾牌，重量轻。","id":"D388"},"D258":{"en_text":"This set of plated arm protection was initially designed by a great lord for his sworn bannermen.","cn_text":"这套镀金护手最初由一位伟大的领主为他宣誓效忠的家兵所设计。","id":"D258"},"D48":{"en_text":"A crusader helm adorned with a gold cross.","cn_text":"带有金十字架装饰的十字军头盔。","id":"D48"},"D312":{"en_text":"The duality of man is clearly reflected in this shield. This shield is said to bear the standard of a fierce people from the  North-West.","cn_text":"人性的双重特征在这个盾中清楚地反映出来。 据说这种盾牌符合西北地区战士的口味。","id":"D312"},"D103":{"en_text":"Created with great care by a master craftsman.","cn_text":"由一个熟练的工匠非常小心地打造而成。","id":"D103"},"D200":{"en_text":"The creator of this breastplate infused it with the power of feline ferocity. A unique masterpiece.","cn_text":"这个胸甲的创建者给它注入了猫的凶猛力量。一个独特的杰作。","id":"D200"},"D180":{"en_text":"A simple vest that shows off your sensual nature.","cn_text":"这款简约背心展现您的性感气质。","id":"D180"},"D434":{"en_text":"A deadly viking sword with a sturdy hilt that improves the soldier's grip.","cn_text":"一把致命的维京剑，带有坚固的剑柄，可以提高士兵的掌控力。","id":"D434"},"D506":{"en_text":"A unique piece of armor crafted with the power of the TRON network.","cn_text":"这款独特的盔甲采用TRON网络的力量精制而成。","id":"D506"},"D482":{"en_text":"A beautiful bronze dagger sought after by many collectors.","cn_text":"一把美丽的青铜匕首受到许多收藏家的追捧。","id":"D482"},"D335":{"en_text":"Show the might of the lion by brandishing it on your shield.","cn_text":"通过挥舞这块盾牌来展示狮子的力量。","id":"D335"},"D128":{"en_text":"An armor that reminds one of the former glory of classical heroes.","cn_text":"这种胸甲让人联想起昔日古典英雄的荣耀之一。","id":"D128"},"D481":{"en_text":"A gold dagger with a black grip. Perfect for cutting fancy meat or stabbing your enemies in the back.","cn_text":"金色匕首，黑色手柄。适合切割或背刺敌人。","id":"D481"},"D389":{"en_text":"A blue shield that is quite unique in style.","cn_text":"蓝色盾牌，风格独特。","id":"D389"},"D91":{"en_text":"Mixing steel with gold will offer great protection and make you look wealthy all at once.","cn_text":"将钢与金混合将提供极大的保护，让您一下子看起来很富有。","id":"D91"},"D465":{"en_text":"Only true lords can handle the unique curvature of this sword.","cn_text":"只有真正的领主才能处理这把剑的独特曲率。","id":"D465"},"D408":{"en_text":"A spear with wooden handle for the common soldier. Does the job well but will not turn heads by any means.","cn_text":"普通士兵所用的木制把手的长矛。攻击力还不错，但这不是一把能在战场上扭转乾坤的武器。","id":"D408"},"D66":{"en_text":"A typical, but reliable, closed helmet made out of strong steel.","cn_text":"一种典型但可靠的封闭式头盔，由坚固的钢制成。","id":"D66"},"D84":{"en_text":"This helmet's design was inspired by the ancient greeks and is made entirely out of gold.","cn_text":"这款头盔的设计灵感来自古希腊人，完全由黄金制成。","id":"D84"},"D157":{"en_text":"An iron cuirass armor decorated with a golden depiction of the sun.","cn_text":"这款铁制胸甲盔甲饰有金色的太阳图案。","id":"D157"},"D313":{"en_text":"A sturdy shield with steel rivets and solid gold in the middle.","cn_text":"坚固的盾牌，中间有钢铆钉和纯金。","id":"D313"},"D104":{"en_text":"Forged with epic steel and crude leather straps.","cn_text":"用史诗般的钢制锻造，绑有粗皮带。","id":"D104"},"D221":{"en_text":"Finely carved lines adorn this solid gold arm protection.","cn_text":"精美的线条点缀这款坚固的金色护手。","id":"D221"},"D181":{"en_text":"A master's work, this cuirass was inspired by the majestic posture of a swan.","cn_text":"作为一名大师的作品，这只胸甲的灵感来自天鹅雄伟的姿势。","id":"D181"},"D390":{"en_text":"A yellow shield that will hold up against enemy attacks.","cn_text":"黄色盾牌，可抵御敌人的攻击。","id":"D390"},"D483":{"en_text":"A nomad from the eastern steppes was carrying this sword when a brave knight took him out.","cn_text":"一个来自东部大草原的游牧民带着这把剑，后来被一个勇敢的骑士使用。","id":"D483"},"D364":{"en_text":"The strength and cunning of the wolf inspired the design of this shield.","cn_text":"狼的力量和狡猾激发了这个盾牌的设计。","id":"D364"},"D187":{"en_text":"Finely detailed trees were crafted onto this exquisite cuirass.","cn_text":"精美细致的树木被精心制作成精美的胸甲。","id":"D187"},"D67":{"en_text":"Stare down your opponent out of this menacing slit.","cn_text":"领主可以从这个威胁性的缝隙中紧盯对手。","id":"D67"},"D21":{"en_text":"A fine helmet created for only the noblest of lords.","cn_text":"只为最高贵的领主创造的精美头盔。","id":"D21"},"D122":{"en_text":"A night attack wearing this armor will make you nearly invisible.","cn_text":"穿着这件胸甲的夜间攻击会让你无法被察觉。","id":"D122"},"D228":{"en_text":"Bronze plates will keep your arms safe and look pretty darn cool at the same time.","cn_text":"青铜板将保持您的手臂安全，同时看起来非常酷。","id":"D228"},"D507":{"en_text":"With the dragon spirit of TRON watching over you, there is no need to fear the enemy any longer.","cn_text":"TRON的龙魂注视着你，没有必要再惧怕任何敌人。","id":"D507"},"D105":{"en_text":"A renowned artist carved the legend dragons directly onto its steel.","cn_text":"一位著名的艺术家把传说中的龙直接雕刻在它的钢铁之上。","id":"D105"},"D92":{"en_text":"Protect the face a dashing bronze facemask, while the head remains covered in steel.","cn_text":"该头盔使用青铜面罩来保护面部，而头部仍然用钢覆盖。","id":"D92"},"D182":{"en_text":"Fine chain mail offers great protection against sharp weapons.","cn_text":"精美的锁链可以提供极好的防御锋利武器","id":"D182"},"D129":{"en_text":"The color of this armour takes one back to the fields of ancient Persia.","cn_text":"这件胸甲的颜色让人回想起古代波斯的田野。","id":"D129"},"D314":{"en_text":"A well-crafted shield that will protect you in times of need.","cn_text":"精心制作的盾牌，可在需要时保护您。","id":"D314"},"D391":{"en_text":"Trust in this bronze shield and you might see it through the day.","cn_text":"相信这个青铜盾牌，它可能会在某一天保护你。","id":"D391"},"D201":{"en_text":"A simple green tunic for simple men.","cn_text":"简单的男士简约绿色上衣。","id":"D201"},"D428":{"en_text":"This axe was made to be used in combat by brutal soldiers.","cn_text":"这把斧头被残酷的士兵用于战斗。","id":"D428"},"D409":{"en_text":"They may have been barbarians, but the Celts sure knew how to craft some deadly spears.","cn_text":"他们可能曾是野蛮人, 但凯尔特人肯定知道如何制作一些致命的长矛。","id":"D409"},"D68":{"en_text":"Many slits make breathing and viewing easier while keeping your head fully protected.","cn_text":"这款头盔有许多狭缝使得呼吸和观察更容易，同时保持头部受到充分保护。","id":"D68"},"D52":{"en_text":"A conical helmet with a bent gold mask.","cn_text":"带弯曲的圆锥形头盔，好似一个黄金面具。","id":"D52"},"D336":{"en_text":"Let the might of your armies soar high with this eagle-adorned steel shield.","cn_text":"使用这块装饰有鹰的钢盾，让你的军队力量飙升。","id":"D336"},"D183":{"en_text":"A blue body armor with steel rivets, all held together by a nice leather belt.","cn_text":"这款蓝色防弹衣采用钢质铆钉制成，全部采用精美皮带固定。","id":"D183"},"D315":{"en_text":"A golden shield that is an intricate work of art.","cn_text":"金色盾牌，是一件错综复杂的艺术品。","id":"D315"},"D106":{"en_text":"Inspired by the ancient Greeks, the blacksmith put countless hours into this relic.","cn_text":"在古希腊人的启发下, 铁匠在这个遗物中投入了无数的时间和精力。","id":"D106"},"D154":{"en_text":"A Celtic leather armor that will protect you from blows without being burdened with too much extra weight.","cn_text":"凯尔特人的皮革盔甲，可以保护您免受打击，而不会承受太多额外的重量。","id":"D154"},"D484":{"en_text":"The unique curvature of this sword is specifically designed to inflict the most amount of pain with each stab.","cn_text":"这把剑的独特曲率是专门设计过的，每次刺伤都会造成最大的疼痛。","id":"D484"},"D392":{"en_text":"Use the power of the great man in the sky to protect you.","cn_text":"这块盾牌可以祈求天空中众神的力量来保护你。","id":"D392"},"D426":{"en_text":"It is rumored that Poseidon himself used this sword back in the days.","cn_text":"有传言说波塞冬自己曾在远古世代里使用过这把剑。","id":"D426"},"D14":{"en_text":"A classic crusader helmet made entirely out of gold. The church will be pleased by your devotion.","cn_text":"一款完全由黄金制成的经典十字军头盔。 你的奉献将使教会感到高兴。","id":"D14"},"D316":{"en_text":"A bronze shield with detailed carvings.","cn_text":"带有细节雕刻的青铜盾牌。","id":"D316"},"D69":{"en_text":"A steel helmet with plenty of open slits to view and breathe out of.","cn_text":"一个带有大量开口缝隙的钢制头盔，可以加强观察并保持顺畅呼吸。","id":"D69"},"D202":{"en_text":"A blue tunic with leather belt and straps.","cn_text":"这款蓝色上衣采用皮带和绑带设计。","id":"D202"},"D184":{"en_text":"Thick leather patches sown together and closed by sturdy straps form a great leather armor.","cn_text":"厚厚的皮革贴片由坚固的皮带绑定，制成了这个伟大的皮革盔甲。","id":"D184"},"D508":{"en_text":"The TRON network will protect you from all evils in this world if you worship it!","cn_text":"如果你信仰它，TRON网络将保护您免受这个世界的所有邪恶！","id":"D508"},"D107":{"en_text":"A plated armour made by a fine craftsman.","cn_text":"这是一个镀金的胸甲。","id":"D107"},"D337":{"en_text":"Rule like the eagle up high meant you to with this spectacular shield.","cn_text":"拥有这个壮观的盾牌，就像老鹰翱翔于天际。","id":"D337"},"D222":{"en_text":"Layers of steel give your lord flexibility and the ultimate amount of protection.","cn_text":"钢护手赋予您的领主灵活性和最终的手臂保护。","id":"D222"},"D130":{"en_text":"The emperor of Rome probably would've liked to wear something like this.","cn_text":"罗马皇帝可能会喜欢穿这样的东西。","id":"D130"},"D485":{"en_text":"A unique looking dagger that could give you a sharp edge on the battlefield.","cn_text":"一把独特的匕首，可以在战场上给你一个锋利的优势。","id":"D485"},"D70":{"en_text":"This helmet is said to have protected the head of a wise knight many years ago.","cn_text":"据说这顶头盔多年前保护了一位聪明骑士的头部。","id":"D70"},"D93":{"en_text":"The true lord only accepts grand offerings. This helmet made out of solid gold should be enough to please him.","cn_text":"真正的领主只接受荣耀的馈赠。 这个由纯金制成的头盔应该足以取悦他。","id":"D93"},"D410":{"en_text":"An expertly crafted sword with golden hilt and black grip.","cn_text":"这是一款精心制作的剑，有金色剑柄和黑色剑握。","id":"D410"},"D317":{"en_text":"A riveted buckler shield covered in leather.","cn_text":"铆钉扣护罩，皮革覆盖。","id":"D317"},"D108":{"en_text":"Black leather straps and fine steel rivets have made this type of armor popular with the warriors of the East.","cn_text":"黑色皮带和精细的钢制铆钉使这种类型的胸甲受到东方战士的欢迎。","id":"D108"},"D487":{"en_text":"Don't let the bright yellow deceive you, this blade is still sharp and deadly like no other.","cn_text":"不要让明亮的色彩欺骗你，这刀刃仍然锋利而致命。","id":"D487"},"D189":{"en_text":"The blacksmith who forged this cuirass was inspired by the awesomeness of the rising sun.","cn_text":"锻造这支胸甲的铁匠的灵感来自于太阳升起时的壮丽景象。","id":"D189"},"D158":{"en_text":"A finely crafted iron cuirass with carved lines that remind one of a spider's net.","cn_text":"精雕细琢的铁胸甲，雕刻的线条如同蜘蛛网一般。","id":"D158"},"D462":{"en_text":"Crush your enemies with the heft of gold.","cn_text":"用黄金之力砸碎你的敌人。","id":"D462"},"D185":{"en_text":"The lines on this cuirass only point one direction, upwards.","cn_text":"这个胸甲上的线只指向一个方向，向上。","id":"D185"},"D411":{"en_text":"This sword was made for a true lord.","cn_text":"这把剑是为真正的领主而制造的。","id":"D411"},"D435":{"en_text":"This sword is made out of pure steel and will easily cut through your foe.","cn_text":"这把剑是用纯钢制成的，很容易刺穿你的敌人。","id":"D435"},"D71":{"en_text":"This helmet was once given out to a brave warrior who gave it his all.","cn_text":"这顶头盔曾经属于一位勇敢的战士，他每次战斗都全力以赴。","id":"D71"},"D365":{"en_text":"A Byzantine warrior is said to have brought this shield onto our lands.","cn_text":"据说拜占庭战士将这个盾牌带到了我们的土地上。","id":"D365"},"D203":{"en_text":"Layered leather sheets form a durable and flexible body armor.","cn_text":"由分层皮革片组成的一个耐用和灵活的防护胸甲。","id":"D203"},"D109":{"en_text":"A padded armour commonly used by foot soldiers. The rope really ties it together.","cn_text":"步兵常用的软垫胸甲，用绳子把软垫绑在一起。","id":"D109"},"D22":{"en_text":"A closed helmet that will keep your lord safe and sound.","cn_text":"一顶封闭式的头盔，它将保卫领主的头部安全。","id":"D22"},"D229":{"en_text":"Using both golden scales and chainmail ensures that your lord has total mobility and protection.","cn_text":"使用黄金刻度和锁子甲确保领主的手臂具有完全的移动性和保护。","id":"D229"},"D123":{"en_text":"A thin layer of gold may not add extra protection but will certainly flaunt your wealth to others.","cn_text":"一层薄薄的黄金可能不会增加额外的保护，但肯定会将你的财富标榜给他人。","id":"D123"},"D318":{"en_text":"This shield is made out of steel and decorated with a golden trio of fleur de lis.","cn_text":"这个盾牌由钢制成，饰有金色的三重鸢尾花。","id":"D318"},"D509":{"en_text":"According to legends, a young warrior crafted this spear with the blood, bones, and steel of his enemies. That hero's name? Justin Sun.","cn_text":"根据传说，一位年轻的战士用他敌人之血，骨和钢制作了这支长矛。 那个英雄的名字？孙宇晨","id":"D509"},"D259":{"en_text":"Let the strength of gold protect your arms as you cut your enemies down on the battlefield.","cn_text":"当你在战场上击倒敌人时，让黄金的力量保护你的手臂。","id":"D259"},"D94":{"en_text":"A bronze helmet for men of faith.","cn_text":"适合有信仰之领主的青铜头盔。","id":"D94"},"D131":{"en_text":"Reminds one of the old days when your people were feared across the world.","cn_text":"这件胸甲让你想起当年人民生活在恐惧中的日子。","id":"D131"},"D72":{"en_text":"Ancient warriors of the arena often used to wear these types of helmets.","cn_text":"古代竞技场战士经常佩戴这种类型的头盔。","id":"D72"},"D338":{"en_text":"A plain red shield rimmed with steel.","cn_text":"一个用钢制成的普通红色盾牌。","id":"D338"},"D396":{"en_text":"This type of shield is quite old-fashioned, but it will protect you from those who seek to harm you.","cn_text":"这种类型的盾牌非常古老，但它可以保护你免受敌人的伤害。","id":"D396"},"D412":{"en_text":"The power and strength of the lion oozes through this blade.","cn_text":"狮子的力量通过这片刀片源源渗出。","id":"D412"},"D319":{"en_text":"A beautiful steel shield displaying a hand-carved lion.","cn_text":"显示手工雕刻的狮子的美丽的钢盾。","id":"D319"},"D110":{"en_text":"These assembled fragments of plate are flexible enough to allow movement but will still protect against blows.","cn_text":"这些组装的板块碎片其实是足够灵活并且支持一定程度的动作, 而且仍然具有一定的防击打能力。","id":"D110"},"D489":{"en_text":"Many hearts have been broken with a single thrust from this sword.","cn_text":"这把剑此穿过无数的胸膛。","id":"D489"},"D466":{"en_text":"Ready your men, and storm into battle carrying this beautiful sword.","cn_text":"准备好，勇士，带着这把美丽的剑闯入战斗吧。","id":"D466"},"D436":{"en_text":"A ringhilt sword that will let you cut down the enemy with ease.","cn_text":"一把环形剑，可以让你轻松地砍倒敌人。","id":"D436"},"D204":{"en_text":"Protect the arms and shoulders with solid iron plates.","cn_text":"用实心铁板打造，保护你的手臂和肩膀。","id":"D204"},"D498":{"en_text":"A sword made entirely out of blue steel.","cn_text":"一把完全由蓝钢制成的剑。","id":"D498"},"D413":{"en_text":"A powrful lion sword with a finely crafted black grip.","cn_text":"力量雄伟的狮子剑，精心制作的黑色手柄。","id":"D413"},"D488":{"en_text":"Kings and lords alike have seen the legacy of their houses cut down with this sword.","cn_text":"国王和领主都将这把剑视为家族的遗产。","id":"D488"},"D73":{"en_text":"The steel bar protect the face but still provide plenty of space to view the enemy.","cn_text":"这顶头盔的钢筋可以保护脸部，但仍然提供足够的空间来观察敌人。","id":"D73"},"D230":{"en_text":"Mixing and matching  arm protection may not give a unified look, but could very well keep you safer.","cn_text":"混合材质的护手可能无法提供统一的外观，但可以让您更安全。","id":"D230"},"D486":{"en_text":"This light blade can be used with extreme speed and will slice your enemy's skin like nothing else.","cn_text":"这种轻型刀片可以极速出击，并且可以迅速切割敌人的皮肤。","id":"D486"},"D320":{"en_text":"A solid steel buckler shield to deflect your enemy's blows.","cn_text":"坚固的钢扣盾牌，可以防御敌人的打击。","id":"D320"},"D111":{"en_text":"A multi-strapped brigandine armour popular with archers and crossbowmen in particular.","cn_text":"一种多系带的布里甘丁胸甲, 特别受到弓箭手的欢迎。","id":"D111"},"D437":{"en_text":"Fine carvings on a silver hilt shows your lord truly knows how to pick a great sword.","cn_text":"银色刀柄上的精美雕刻表明你的领主真的知道如何挑选一把大剑。","id":"D437"},"D205":{"en_text":"Intricately crafted chain mail with a pauldron and arm guard to keep your arms protected.","cn_text":"精心打造的链锁套袖, 配有肩甲和护腕, 以保护您的手臂。","id":"D205"},"D510":{"en_text":"The power of NEO will keep your lord safe at all times!","cn_text":"NEO的力量将始终保持你的领主安全！","id":"D510"},"D490":{"en_text":"An Italian merchant brought this sword to our lands and fetched a marvelous price for it.","cn_text":"一位意大利商人将这把剑带到了我们的土地上，为此也付出了惊人的代价。","id":"D490"},"D95":{"en_text":"A steel crusader helm carefully crafted to allow protection and visibility at the same time.","cn_text":"精心制作的钢制十字军头盔，可同时保护头部和提高视野。","id":"D95"}}}